Repository: nsnull0/XLayer
Catalog: ExchangeRates/*.lproj/Localizable.strings
Languages: id

# ERROR_CONFIG
source: Config error has occured
id: Kesalahan Configuration

# ERROR_WITH_STATUS
source: Fetch server error %@
id: Pengambilan data error %@

# FETCH_LIST_IN_PROGRESS
source: Load currency list
id: Memuat currency list

# FETCH_RATE_IN_PROGRESS
source: Load currency rate
id: Memuat currency rate

# FETCH_LIST
source: Start fetch currency list
id: Memulai pengambilan list

# DETAILED_SELECTION_BUTTON_TITLE
source: Detailed
id: Detil

# SIMPLE_SELECTION_BUTTON_TITLE
source: Simple
id: Sederhana

# DETAILED_SELECTION_DESCRIPTION
source: Detailed Information of Currency
id: Informasi Detil dari Currency

# SIMPLE_SELECTION_DESCRIPTION
source: Simple Information of Currency
id: Informasi Sederhana dari Currency

# QUICK_SEARCH
source: for ex: USD
id: Contoh: USD
